---
kind: other
id: Methods.T:Autodesk.Revit.DB.ColorFillSchemeEntry
source: html/50095adb-2043-03c9-0192-0afbe8f1ff89.htm
---
# ColorFillSchemeEntry Methods

Checks whether StorageType of entry is Double and the value is no less than 0.0.